Repository: ChristophPlasil/in-demo-brochure
Catalog: docs/locale/*/LC_MESSAGES/source/inlandaischecklist.po
Languages: de, fr, hu, nl

source: Inland AIS Checklist
de: Inland-AIS-Geräte-Prüfliste
fr: Liste de contrôle pour les appareils AIS intérieur
hu: Belvízi AIS ellenőrzési lista

source: Operation of the Inland AIS station on board an inland ship
de: Betrieb des Inland AIS Geräts an Bord eines Binnenschiffs
fr: Utilisation de l’appareil AIS Intérieur à bord d’un bateau de la navigation intérieure
hu: A belvízi AIS-állomás működtetése belvízi hajók fedélzetén
nl: Hoe gebruik je het Inland AIS-station aan boord van een binnenschip

source: This checklist should help the skipper operate the Inland AIS station on board the vessel. The purpose is to give a short overview of what kind of data should be input and kept up to date during the voyage of the inland ship. The actual requirement of the data input may differ between regions. The minimum requirements of the data content are published in the appropriate regional regulation of the river commission or the national legislation.
de: Die nachstehende Prüfl iste soll den Schiff sführer beim Betrieb des Inland AIS Geräts an Bord unterstützen. Sie bietet einen kurzen Überblick darüber, welche Art von Daten eingegeben und im Verlauf der Fahrt auf dem aktuellen Stand gehalten werden sollen. Welche Daten konkret zur Eingabe vorgeschrieben sind, kann von Region zu Region unterschiedlich sein. Die Mindestvorschrift en bezüglich des Dateninhalts stehen im Regelwerk der jeweiligen Flusskommission oder in den jeweiligen innerstaatlichen Rechtsvorschrift en.
fr: La liste de contrôle ci-après a pour but de faciliter au conducteur l’utilisation de l’appareil AIS Intérieur à bord. La liste de contrôle donne un aperçu du type de données à saisir et à actualiser au cours du voyage. Les données dont la saisie est exigée concrètement peuvent varier d’une région à l’autre. Les exigences minimales concernant la teneur des données figurent dans la réglementation de la commission fluviale compétente ou dans les réglementations nationales de l’Etat concerné.
hu: Jelen ellenőrzési lista arra hivatott, hogy segítséget nyújtson az úszólétesítmények vezetőinek a belvízi AIS-állomás fedélzeti üzemeltetéséhez. A lista célja összefoglalni a belvízi hajón betáplálandó és a hajó útja során naprakészen tartandó adatokat. Az adatbevitelre vonatkozó tényleges követelmények régiónként eltérhetnek. Az adattartalomra vonatkozó alapkövetelményeket az egyes folyami bizottságok szabályozásai vagy a nemzeti rendelkezések szabják meg.
nl: Deze checklist moet binnenvaartondernemers helpen om het Inland AIS station aan boord te gebruiken. We overlopen kort welke gegevens moeten worden ingevoerd en up to date gehouden tijdens de reis van het binnenschip. Welke gegevens precies verplicht zijn, kan variëren per regio. De minimumvereisten voor de gegevensinhoud staan gepubliceerd in de betreffende regelgeving van de riviercommissie of in de nationale wetgeving.

source: BEFORE THE VOYAGE
de: VOR DER FAHRT
fr: AVANT LE VOYAGE
hu: INDULÁS ELŐTT
nl: VOOR DE REIS

source: Before the voyage starts, check that the Inland AIS station is switched on.
de: Vor Beginn der Fahrt ist zu prüfen, ob das Inland AIS Gerät eingeschaltet ist.
fr: Avant le début du voyage, il convient de s’assurer que l’appareil AIS Intérieur est en fonctionnement.
hu: Indulás előtt ellenőrizzük, hogy a belvízi AIS állomás be van-e kapcsolva.
nl: Controleer of het Inland AIS-station aangeschakeld staat voor je afvaart.

source: Check your own ship data transmitted by the Inland AIS (once in a while) :
de: Folgende vom Inland AIS Gerät übermittelten Daten des eigenen Schiff es sind (von Zeit zu Zeit) zu überprüfen:
fr: Les données suivantes concernant votre bateau et qui sont transmises par l’appareil AIS Intérieur doivent être vérifiées (périodiquement) :
hu: Ellenőrizzük (időnként), hogy a hajón lévő belvízi AIS-adatszolgáltatás működik-e:
nl: Controleer (af en toe) je eigen scheepsgegevens die je Inland AIS doorstuurt:

source: Name of the ship.
de: Name des Schiffes.
fr: Nom du bateau.
hu: A úszólétesítmény neve.
nl: Naam van het schip.

source: ENI number.
de: ENI-Nummer.
fr: Numéro ENI.
hu: ENI szám.
nl: ENI-nummer.

source: ERI ship and convoy type.
de: Schiff s- beziehungsweise Verbands-Typ nach der ERI-Tabelle.
fr: Type de bateau ou de convoi.
hu: ERI hajó- és köteléktípus.

source: Length and beam of ship.
de: Länge und Breite des Schiffes.
fr: Longueur et largeur du bateau.
hu: A hajó hossza és szélessége.
nl: Lengte en breedte van het schip.

source: Reference point of the GPS antenna.
de: Aufstellungsort der GPS-Antenne.
fr: Emplacement de l’antenne GPS.
hu: A GPS-antenna vonatkoztatási pontja.
nl: Referentiepunt van de gps-antenne.

source: If blue sign is connected, check that blue sign status is correct.
de: Ist die blaue Tafel an das Gerät angeschlossen, so ist zu prüfen, ob der Status der blauen Tafel richtig angegeben ist.
fr: Si le panneau bleu est connecté, s’assurer que le statut du panneau bleu est correctement indiqué.
hu: Amennyiben a kék jelzés csatlakoztatva van, ellenőrizzük, hogy a kék jelzés állapota megfelelő-e.
nl: Als het blauw bord met het systeem in verbinding staat: controleer of de status van het blauw bord correct is.

source: Check if you are receiving data from other vessels (which you may see visually) on the MKD or Inland ECDIS.
de: Es ist zu prüfen, ob Daten von anderen Fahrzeugen (die möglicherweise optisch sichtbar sind) auf –dem MKD beziehungsweise im Kartendarstellungs- und Informationssystem (Inland ECDIS) empfangen werden.
fr: S’assurer que les données émises par d’autres bâtiments (éventuellement visibles à proximité) sont bien reçues par votre appareil AIS et le cas échéant par votre appareil ECDIS Intérieur.
hu: Ellenőrizzük az MKD-n vagy az ECDIS-en, hogy más úszólétesítményektől (amelyeket szabad szemmel is láthatunk) fogad-e a rendszer adatokat.
nl: Controleer of je de gegevens ontvangt van andere schepen (die je kunt zien vanuit de stuurhut) op de MKD of Inland ECDIS.

source: SHORTLY BEFORE STATING THE VOYAGE
de: KURZ VOR BEGINN DER FAHRT
fr: PEU AVANT LE DEBUT DU VOYAGE
hu: RÖVIDDEL A HAJÓ ÚTJÁNAK MEGKEZDÉSÉT KÖVETŐEN
nl: KORT VOOR DE AFVAART

source: Amend your own ship’s data for the planned voyage according to the regional regulation for the river where you are navigating :
de: Folgende Daten des eigenen Schiff es sind entsprechend des regional geltenden Regelwerks für das Revier, das befahren werden soll, für die vorgesehene Fahrt anzupassen:
fr: Les données suivantes concernant votre bateau doivent être adaptées en fonction de la réglementation en vigueur dans le secteur à parcourir :
hu: Módosítsuk a hajó adatait a tervezett út során érintett folyók regionális előírásai alapján:
nl: Pas voor de geplande reisweg de gegevens van je schip aan aan de regionale regelgeving voor de rivier die je afvaart:

source: Dangerous cargo indication (number of blue cones),
de: Angaben zur Kategorie des beförderten Gefahrguts (Anzahl der blauen Kegel),
hu: Veszélyes árura vonatkozó tájékoztatás (kék kúpok száma),
nl: Aanduiding van gevaarlijke lading (aantal blauwe kegels),

source: Destination,
de: Bestimmungshafen,
fr: Port de destination,
hu: A úti cél,
nl: Bestemming,

source: Depth,
de: Tiefgang,
fr: Enfoncement,
hu: Merülés,
nl: Diepgang,

source: In case of convoy length and beam of convoy and the reference point of the GPS antenna. Also if the previous voyage was a convoy it should be adjusted accordingly,
de: Bei Verbänden: die Länge und die Breite des Verbandes sowie der Aufstellungsort der GPS-Antenne. Auch wenn die vorhergehende Fahrt eine Fahrt im Verband war, sollen die genannten Werte an die neue Fahrt angepasst warden,
fr: Pour les convois : la longueur et la largeur du convoi, ainsi que l’emplacement de l’antenne GPS. Même si le voyage précédent a été effectué en convoi, les valeurs doivent être adaptées pour le prochain voyage,
hu: Kötelék esetében: a kötelék hossza és szélessége, valamint a GPS-antenna vonatkoztatási pontja. Az értékeket még akkor is ellenőrizzük, ha az előző út is kötelékben történt,
nl: Als je in een combinatie vaart: lengte en breedte van de combinatie, en referentiepunt van de gpsantenne. Ook als de vorige reis in een combinatie was, moeten die gegevens worden aangepast,

source: Set the navigational status information of the ship to “underway” with respect to the navigational status that is applicable.
de: Die Angabe zum Navigationsstatus des Schiff es ist auf “In Fahrt” zu setzen.
fr: L’indication concernant le statut navigationnel du bateau doit être réglé sur “faisant route”.
hu: A hajózási állapotok közül válasszuk ki a „Halad” („underway”) navigációs állapotinformációt.
nl: Verander de navigatiestatus van het schip in “onderweg” met betrekking tot de navigatiestatus die van toepassing is.

source: DURING THE VOYAGE
de: WÄHREND DER FAHRT
fr: EN COURS DE VOYAGE
hu: A HAJÓ ÚTJA ALATT
nl: TIJDENS DE REIS

source: Keep the navigational status information of the ship up to date,
de: Die Angabe zum Navigationsstatus des Schiff es ist auf dem aktuellen Stand zu halten,
fr: L’indication concernant le statut navigationnel du bateau doit être actualisée à chaque changement,
hu: Tartsuk naprakészen a hajózási állapotra vonatkozó információt,
nl: Houd de navigatiestatus van het schip up to date,

source: Check if you are receiving data from other vessels (which you may see visually).
de: Es ist zu prüfen, ob Daten von anderen Fahrzeugen (die möglicherweise optisch sichtbar sind) empfangen werden.
fr: Vérifier si les données émises par d’autres bâtiments (éventuellement visibles à proximité) sont correctement reçues.
hu: Ellenőrizzük, hogy más úszólétesítményektől (amelyeket szabad szemmel is láthatunk) fogad-e a rendszer adatokat.
nl: Controleer of je gegevens ontvangt van andere schepen (die je kunt zien vanuit de stuurhut).

source: AFTER THE VOYAGE
de: NACH DER FAHRT
fr: APRES LE VOYAGE
hu: A HAJÓ ÚTJA UTÁN
nl: NA DE REIS

source: Set the navigational status information to “moored” or “at anchor”,
de: Die Angabe zum Navigationsstatus ist auf “Festgemacht” oder “Vor Anker” zu setzen,
fr: L’indication concernant le statut navigationnel du bateau doit être réglée sur “à l’ancre”,
hu: Állítsuk a navigációs állapotinformációt „Kikötve vesztegel” („moored”) vagy „Horgonyoz” („at anchor”) állapotra,
nl: Verander de navigatiestatus van het schip in “aangemeerd” of “voor anker”,

source: Amend the voyage-related data if necessary,
de: Erforderlichenfalls sind die reisebezogenen Angaben zu ändern,
fr: Si nécessaire, les données relatives au voyage doivent être adaptées,
hu: Amennyiben szükséges, módosítsuk a hajó útjához kapcsolódó adatokat,
nl: Pas indien nodig de reisgerelateerde gegevens aan,

source: Operate the Inland AIS station according to the regional regulation for the river/port where you are.
de: Das Inland AIS Gerät ist nach Maßgabe des für den Fluss/Hafen, auf/in dem sich das Fahrzeug befi ndet, geltenden Regelwerks zu betreiben.
fr: L’appareil AIS Intérieur doit être utilisé conformément à la réglementation en vigueur sur la voie navigable ou dans le port où se trouve le bâtiment.
hu: A belvízi AIS-állomást az adott víziúton / kikötőhelyen érvényes előírások szerint üzemeltessük.
nl: Gebruik het Inland AIS-station in overeenstemming met de regionale regelgeving van de rivier/haven waar je je bevindt.

source: Dangerous cargo indication,
fr: Indication de la catégorie de marchandise dangereuse transportée,
