Repository: ChristophPlasil/in-demo-brochure
Catalog: docs/locale/*/LC_MESSAGES/source/inlandaisinformation.po
Languages: de, fr, hu, nl

source: Inland AIS information
de: Übersicht über die von Inland AIS Geräten übermittelten Informationen
fr: Informations transmises par l’AIS
hu: A belvízi AIS információi
nl: Inland AIS informatie

source: Be aware that regulations regarding AIS information content might be different in every country or region according to the local legislation.
de: Es ist zu beachten, dass die rechtlichen Bestimmungen zum Betrieb und zur Eingabe der Inland AISDaten national oder regional variieren können.
fr: Il convient de tenir compte du fait que les dispositions concernant les données contenues dans les messages AIS peuvent varier en fonction de la réglementation en vigueur dans l’État concerné ou dans la région concernée.
hu: Az AIS-információk tartalmára vonatkozó rendelkezések országonként, illetve régióként eltérőek lehetnek a helyi szabályozások miatt.
nl: Opgelet: afhankelijk van de plaatselijke wetgeving kunnen de regels over de inhoud van Inland AIS-berichten variëren per land of per regio.

source: Several types of information can be transmitted by Inland AIS.
de: Die von Inland AIS Geräten übermittelten Daten können in verschiedene Kategorien unterteilt werden.
fr: Les données transmises par les appareils AIS Intérieur peuvent être classées en différentes catégories.
hu: A belvízi AIS rendszeren keresztül különféle információk küldésére van lehetőség.
nl: Inland AIS-berichten kunnen verschillende soorten informatie bevatten.

source: **Static information**, which includes :
de: Statische Schiffsdaten umfassen unter anderem die nachstehenden Datenfelder:
fr: Les **données statiques** relatives au bateau sont notamment les données suivantes :
hu: A statikus információk csoportjába az alábbiak tartoznak:
nl: **Statische informatie** is onder meer:

source: MMSI, name, call sign, and ENI number. Some ships also have an IMO number.
de: MMSI [die Rufnummer des mobilen Seefunkdienstes], Schiff sname, Rufzeichen und ENI-Nummer. Manche Schiff e führen auch eine IMO-Nummer.
fr: MMSI [le numéro d’appel du service radiotéléphonique mobile maritime], le nom du bateau, l’indicatif d’appel et le numéro ENI. Certains bateaux possèdent aussi un numéro OMI.
hu: MMSI (mozgószolgálati azonosító szám), név, hívójel és ENI szám (Egységes Európai Hajószám). Néhány hajó IMO-számmal is rendelkezik.
nl: MMSI, naam, callsign en ENI-nummer. Sommige schepen hebben ook een IMO-nummer.

source: Type of ship, dimensions (length and beam) and position of the GPS antenna is static information for single ships (not part of a convoy), while this information is voyage-related for convoys.
de: Schiff styp, Abmessungen (Länge und Breite) und der Aufstellungsort der GPS-Antenne an Bord sind bei alleinfahrenden Schiff en (die also nicht Teil eines Schub- oder Schleppverbandes sind) statische Schiff sdaten, wohingegen solche Angaben bei einem Verband reisebezogene Schiff sdaten darstellen.
fr: Le type de bateau, les dimensions (longueur et largeur) et l’emplacement de l’antenne GPS à bord sont des données statiques pour tous les bateaux isolés (c’est-à-dire qui ne font pas partie d’un convoi poussé ou remorqué), tandis que ce sont des données relatives au voyage lorsqu’il s’agit d’un convoi.
hu: Magányosan közlekedő hajóra vonatkozóan a hajótípus, méret (hossz és szélesség), továbbá a GPS-antenna elhelyezkedése a hajón statikus információnak minősül, míg a kötelékben haladó hajók esetén ezek az adatok a hajó útjával kapcsolatos információk közé tartoznak.
nl: Voor enkelvoudige schepen (die geen deel uitmaken van een combinatie) vallen scheepstype, afmetingen (lengte en breedte) en positie van de gps-antenne onder de noemer statische informatie. Voor samenstellen is dit reisgerelateerde informatie.

source: The **static information** will not change unless the ship changes owner, flag state or any other of the given parameters. The static information will be input and configured during installation and is password protected. An approved, specialised firm for installation should be contacted if one of the static information fields is incorrect.
de: Die **statischen Schiffsdaten** ändern sich nicht, sofern nicht das Schiff seinen Eigner oder seine Staatszugehörigkeit wechselt oder sich sonstige Parameter ändern. Die statischen Schiffsdaten werden während des Installationsvorgangs eingegeben und sind passwortgeschützt. Enthält eines oder mehrere der Felder für die statischen Schiffsdaten eine unrichtige Angabe, sollte dies von einer anerkannten Fachfirma behoben werden.
fr: Les **données statiques** relatives au bateau ne changent pas, dès lors que son propriétaire, sa nationalité ou d’autres paramètres ne sont pas modifiés. Les données statiques relatives au bateau sont saisies, configurées et protégées par un mot de passe au cours de la procédure d’installation. Si un ou plusieurs champs consacrés aux données statiques relatives au bateau comportent des données erronées, ceci doit être corrigé par une société spécialisée agréée.
hu: A statikus információk akkor változnak, ha az úszólétesítménynek új tulajdonosa lesz, megváltozik a felségjelzése vagy egyéb paramétere. A jelszóval védett statikus információkat a rendszer telepítése során viszik be. Téves információ esetén a rendszer telepítésére szakosodott, minősítéssel rendelkező céggel vegyük fel a kapcsolatot.
nl: **Statische informatie** verandert niet, tenzij het schip verandert van eigenaar of van vlag, of er een andere parameter verandert. De statische informatie wordt tijdens de installatie ingevoerd en geconfigureerd, en wordt afgeschermd met een wachtwoord. Als een van de statische informatievelden fout is ingevuld, moet je een erkend, gespecialiseerd installatiebedrijf contacteren om de fout te herstellen.

source: The **Dynamic information** is all information referring to the movements of a ship, such as position, speed, course and navigational status. Dynamic information is automatically derived from on-board sensors, and includes GPS, heading, and rate of turn indicators if available. Only the navigational status should be input manually via the Minimum Keyboard and Display (MKD) or via a connected, approved input device supporting the MKD functionality.
de: Dynamische Schiffsdaten sind alle Angaben bezüglich der Bewegungen des Schiffes, zum Beispiel Position, Geschwindigkeit, Kurs und Navigationsstatus. Die dynamischen Schiffsdaten werden automatisch aus Signalen von Sensoren an Bord abgeleitet; zu diesen Sensoren gehören das Global Positioning System (GPS), und – sofern vorhanden – der Kompasskurs- und der Wendegeschwindigkeits-Sensor. Nur der Navigationsstatus muss entweder direkt am AIS-Gerät (MKD) oder über ein angeschlossenes zugelassenes Eingabegerät, das die MKD-Funktionalität unterstützt, manuell eingegeben werden.
fr: Les **données dynamiques** relatives au bateau sont toutes les données qui concernent les mouvements du bateau, par exemple sa position, sa vitesse, son cap et son statut navigationnel. Les données dynamiques relatives au bateau sont automatiquement dérivées des signaux de capteurs installés à bord. Font partie de ces capteurs le Global Positioning System (GPS) et – s’ils sont présents – les détecteurs du cap et de la vitesse de giration. Seul le statut navigationnel doit être saisi manuellement, soit directement sur l’appareil AIS (MKD – Minimum Keyboard Display) ou par le biais d’un appareil de saisie agréé et connecté qui supporte la fonctionnalité MKD.
hu: A dinamikus információk csoportjába minden olyan adattípus beletartozik, amely az úszóléte sítmény haladásával kapcsolatos, úgymint helyzet, sebesség, haladási irány és hajózási állapot. Amennyiben rendelkezésre állnak, a fedélzeti érzékelőktől automatikusan fogadott dinamikus információkhoz tartoznak még az említetteken kívül a GPS-adatok, az orrirány, valamint a fordulási szögsebesség mérő adatai. Csak a hajózási állapot adatait szükséges kézileg betáplálni az alapszintű kezelőfelületen (ún. MKD-n) keresztül, vagy az MKD funkciót támogató, minősített beviteli eszközzel.
nl: **Dynamische informatie** is alle informatie die te maken heeft met de scheepsbewegingen, zoals positie, snelheid en uiteraard navigatiestatus. Dynamische informatie wordt automatisch verkregen via sensoren aan boord van het schip en omvat ook gps, richting en draaisnelheid als die informatie voorhanden is. Alleen de navigatiestatus moet manueel worden ingevoerd met het minimum keyboard and display (MKD) of met een aangesloten, erkend inputsysteem dat de MKD-functionaliteit ondersteunt. Als de informatie in een van de dynamische informatievelden onbetrouwbaar blijkt te zijn, moet je een erkend, gespecialiseerd installatiebedrijf contacteren.

source: An approved, specialised firm for installation should be contacted if one of the dynamic information fields is detected to be unreliable.
de: Wird festgestellt, dass auf die Richtigkeit der Angaben in einem oder mehreren der Felder für die dynamischen Schiffsdaten kein Verlass ist, sollte dies von einer anerkannten Fachfirma behoben werden.
fr: S’il est constaté que les données contenues dans un ou plusieurs des champs concernant les données dynamiques relatives au bateau sont inexactes ou non fiables, ceci nécessite l’intervention d’une société spécialisée agréée.
hu: Bármely dinamikus információ megbízhatatlansága esetén a rendszer telepítésére szakosodott, minősítéssel rendelkező céggel vegyük fel a kapcsolatot.
nl: Als de informatie in een van de dynamische informatievelden onbetrouwbaar blijkt te zijn, moet je een erkend, gespecialiseerd installatiebedrijf contacteren.

source: **Voyage-related information** is information relating to the voyage of a ship. This includes destination¹ , present draught and hazardous cargo classification (blue cones). For a ship sailing in a convoy, the following information is also required: the length and beam of the convoy (see Annex 2), the position of the GPS antenna, and the ERI ship or convoy type. All voyage-related information should be input manually on the MKD or via a connected, approved input device (e.g. Inland ECDIS supporting the MKD functionality). The proper input is the responsibility of the captain of the ship.
de: **Reisebezogene Schiffsdaten** sind Angaben mit Bezug zur jeweiligen Reise des Schiff es. Dazu zählen der Bestimmungshafen1 , der momentane Tiefgang und die Art des beförderten Gefahrguts (= Anzahl der blauen Kegel). Bei Schiff en, die im Verband fahren, werden auch die nachstehenden Angaben benötigt: Länge und Breite des Verbandes (siehe Anlage 2), der Aufstellungsort der GPSAntenne an Bord sowie der Fahrzeug- oder Verbands-Typ entsprechend der ERI-Klassifizierung. Alle reisebezogenen Schiffsdaten sollen auf dem MKD oder über ein angeschlossenes zugelassenes Eingabegerät (zum Beispiel ein Inland ECDISGerät, das die MKD-Funktionalität unterstützt) von Hand eingegeben werden. Die Verantwortung für die richtige Eingabe trägt der Schiffsführer.
fr: Les données relatives au voyage sont les données qui concernent le voyage actuel du bateau. En font parti le port de destination1, l’enfoncement actuel et la nature de la marchandise dangereuse transportée (= nombre de cônes bleus). Pour les bateaux qui font route en convoi, sont également nécessaires les données suivantes : la longueur et la largeur du convoi (voir annexe 2), l’emplacement de l’antenne GPS à bord ainsi que le type de bâtiment ou de convoi conformément à la classification ERI. Toutes les données relatives au voyage doivent être saisies manuellement au moyen du MKD ou d’un appareil de saisie agréé et connecté (par exemple un appareil ECDIS intérieur qui supporte la fonctionnalité MKD). Le conducteur est responsable de l’exactitude des données saisies.
hu: A hajó útjához kapcsolódó információk a hajó adott útjára vonatkozó információk. Ebbe beletartozik az úti cél, az aktuális merülés, továbbá a veszélyes árura vonatkozó tájékoztatás (kék kúpok). Kötelékben haladó hajók esetén az alábbi információk megadása is szükséges: a kötelék hossza és legnagyobb szélessége (lásd 2-es melléklet), a GPS-antenna elhelyezkedése, valamint az ERI hajó- és köteléktípus. A hajó útjához kapcsolódó összes információt kézileg kell betáplálni az MKD-n vagy az MKD funkciót támogató beviteli eszközön keresztül (például az MKD funkciót támogató belvízi ECDIS-en). A bevitt adatokért az adott úszólétesítmény vezetője felel.
nl: **Reisgelateerde informatie** is informatie die te maken heeft met de route van een schip. Het gaat onder meer om de bestemming1, huidige diepgang en classificatie van gevaarlijke lading (blauwe kegels). Als een schip in een combinatie vaart, is ook de volgende informatie vereist: scheepstype, afmetingen (lengte en breedte) en positie van de gps-antenne. Alle reisgelateerde informatie moet manueel worden ingevoerd met het minimum keyboard and display (MKD) of met een aangesloten, erkend inputsysteem (bijvoorbeeld een Inland ECDIS dat de MKD-functionaliteit ondersteunt). De scheepskapitein is verantwoordelijk voor de correcte input van de gegevens.

source: not all information mentioned under voyage-related information is mandatory in all countries.
de: Zur Beachtung: Nicht alle unter dem Punkt „Reisebezogene Angaben“ aufgeführten Angaben sind in allen Ländern verbindlich vorgeschrieben.
fr: Pour information : toutes les données mentionnées sous le point “donnée relative au voyage” ne sont pas obligatoires dans tous les pays.
hu: megjegyzés: egyes országokban a hajó útjához kapcsolódó, imént felsorolt információk közül nem kötelező mindet megadni.
nl: het is niet in alle landen verplicht om alle reisgelateerde informatie door te geven.

source: All information which is input manually must be valid information. If there is no requirement for certain information in a particular country or area, remember that non-valid information is never allowed; the field should be up to date containing correct information or should be set to Not Available.
de: Alle manuell eingegebenen Schiff sdaten müssen zutreff end sein. Besteht in einem bestimmten Land oder Gebiet keine Vorschrift zur Eingabe einer bestimmten Angabe, so ist zu beachten, dass unzutreff ende Angaben niemals erlaubt sind; das betreff ende Eingabefeld muss aktuelle und korrekte Angaben enthalten oder auf „nicht verfügbar“ („Not Available“) gesetzt sein.
fr: Toutes les données relatives aux bateaux qui sont saisies manuellement doivent être exactes. Lorsque la réglementation d’un pays ou d’une région n’exige pas la saisie de certaines données, il demeure néanmoins interdit de saisir des données erronées ; le champ de données concerné doit contenir des données actuelles et exactes ou doit être réglé sur “non disponible” (“Not Available”).
hu: Minden kézileg betáplált információnak érvényesnek kell lennie. Abban az esetben, ha egy országban vagy területen nem szükséges bizonyos adatok megadása, az információs mezőnek akkor is érvényes adatot vagy „Nem áll rendelkezésre” jelzést kell tartalmaznia. Ezt tartsuk szem előtt, mert érvénytelen információt soha nem szabad bevinni.
nl: Alle informatie die manueel wordt ingevoerd, moet relevant zijn. Zelfs als in een land of een regio bepaalde informatie niet verplicht is, mag het veld geen irrelevante informatie bevatten. Laat dan het invulveld leeg of zet het op nul.

source: To summarise: all data transmitted should be correct, including data which is input during installation. The skipper should regularly check that the settings and transmission of his own Inland AIS information are correct.
de: Zusammenfassend gilt: Alle übermittelten Daten haben korrekt zu sein, und zwar auch Daten, die während des Installationsvorgangs eingegeben werden. Der Schiff sführer hat regelmäßig zu überprüfen, dass die Einstellungen an seinen Inland AIS Geräten korrekt sind und dass die Übermittlung seiner AIS-Daten korrekt abgewickelt wird.
fr: En résumé : toutes les données transmises doivent être exactes, y compris les données saisies au cours de la procédure d’installation. Il incombe au conducteur de vérifier régulièrement que les réglages de ses appareils AIS Intérieur sont corrects et que la transmission de ses données AIS est assurée correctement.
hu: Összefoglalva: minden továbbított adatnak (beleértve a telepítéskor betápláltakat is) pontosnak kell lennie. A hajóvezetőknek rendszeresen ellenőrizniük kell, hogy a fedélzeten lévő belvízi AIS beállítása és az általa küldött információk helyesek-e.
