Repository: ChristophPlasil/in-demo-brochure
Catalog: docs/locale/*/LC_MESSAGES/source/whatisais.po
Languages: de, fr, nl

source: What is AIS?
de: Was ist AIS?
fr: Qu’est-ce que l’AIS ?
nl: Wat is AIS?

source: Inland AIS is based on the Maritime AIS. AIS uses radio technology. Through radio signals AIS stations, sometimes called AIS transponders, send out messages.
de: Die Inland AIS Geräte beruhen auf dem in der Seeschiff fahrt benutzten automatischen Schiffsidentifikationssystem AIS.
fr: Les appareils AIS Intérieur sont basés sur le système d’identification automatique AIS utilisé en navigation maritime.
nl: Inland AIS is gebaseerd op AIS voor de zeevaart. AIS gebruikt radiotechnologie. Dat wil zeggen dat AIS-stations, soms ook AIS-transponders genoemd, boodschappen uitsturen via radiosignalen.

source: These messages can be received by all other AIS stations, on ships and onshore, in the vicinity of the sending station within VHF radio range. This happens automatically and periodically, with shorter or longer intervals. A fast-moving ship will send out AIS messages at shorter intervals than a ship that is travelling slower or is moored. Two special VHF radio channels are reserved to exchange AIS messages.
de: Die AIS-Geräte, gelegentlich als AIS-Transponder bezeichnet, senden Meldungen über UKW-Funk aus. Innerhalb des Ausbreitungsgebietes von UKW-Funkwellen können diese Meldungen von allen anderen AIS-Geräten in der Nähe sowohl auf Schiff en als auch an Land empfangen werden. Dies geschieht autonom und in vor-bestimmten Zeitabständen. Ein mit hoher Geschwindigkeit fahrendes Schiff sendet AIS-Meldungen in kürzeren Abständen als ein Schiff , das langsamer fährt oder festgemacht hat. Für die Übermittlung von AIS-Meldungen sind zwei gesonderte UKW-Funkkanäle reserviert.
fr: Les appareils AIS, également appelés transpondeurs AIS, émettent des messages par radiocommunication VHF. Dans la zone de diffusion VHF, ces messages peuvent être reçus par tous les autres appareils AIS situés à proximité du point d’émission, à la fois à bord de bateaux et à terre. Cette réception est automatique et intervient à des intervalles prédéfinis, qui peuvent être plus ou moins longs. Un bateau qui fait route à grande vitesse émet les messages AIS à des intervalles plus courts qu’un bateau plus lent ou amarré. Deux voies VHF distinctes sont réservées à la transmission des messages AIS.
nl: Alle andere AIS-stations, op schepen of aan wal, kunnen die boodschappen ontvangen als ze binnen het VHF-radiobereik in de buurt van het zendstation liggen. De ontvangst gebeurt automatisch en periodiek, met korte of langere tussenpozen. Een schip dat snel vaart, zal de AIS-berichten met kortere tussentijden uitzenden dan een schip dat trager vaart of afgemeerd is. Voor het AIS-dataverkeer zijn twee specifieke VHF-radiokanalen gereserveerd.

source: Certain hardware and software is needed for AIS. The hardware is an AIS station with built-in GPS. For a user-friendly presentation of the content of AIS messages, additional equipment (e.g. Inland ECDIS, see chapter 3) is needed.
de: Zur benutzerfreundlichen Darstellung des Inhalts von AIS-Meldungen wird zusätzliche Ausrüstung benötigt (zum Beispiel eine elektronische Binnenschiff fahrtskarte (Inland ECDIS), siehe Abschnitt 3).
fr: Un matériel et un logiciel particuliers sont nécessaires pour l’AIS. Ce matériel consiste en un appareil AIS comportant un récepteur GPS intégré. Un équipement supplémentaire est nécessaire pour la présentation conviviale du contenu des messages AIS (par exemple une carte électronique de navigation intérieure (ECDIS Intérieur), voir section 3).
nl: Voor AIS is bepaalde hardware en software nodig. De hardware bestaat uit een AIS-station met ingebouwde gps. Om de AIS-boodschappen op een gebruiksvriendelijke manier te kunnen lezen, is bijkomende apparatuur nodig (bijvoorbeeld Inland ECDIS, zie hoofdstuk 3).

source: The information in these messages includes the identity of the ship, the position, and other ship-related information (see chapter 2 for details). Some of the information, such as ship identity and position, is automatically broadcast. Other information, such as navigation status, destination, and dangerous cargo category (blue cones), can be input manually by the skipper. All data that is input manually has to be accurate and valid.
de: Die AIS-Meldungen enthalten unter anderem Namen und Rufzeichen des Schiff es, die Position und weitere schiff sbezogene Angaben (Einzelheiten siehe Abschnitt 2). Manche dieser Angaben, zum Beispiel Name und Rufzeichen des Schiff es und seine Position, sind im Gerät gespeichert oder werden automatisch ermittelt. Andere Angaben, zum Beispiel Navigationsstatus, Bestimmungshafen oder die Art des beförderten Gefahrguts (= Anzahl der blauen Kegel), können vom Schiffsführer manuell eingegeben werden. Alle von Hand eingegebenen Daten müssen genau und zutreff end sein.
fr: Les messages AIS contiennent notamment le nom et l’indicatif d’appel du bateau, sa position, ainsi que d’autres données relatives au bateau (voir section 2). Certaines de ces informations, par exemple le nom et l’indicatif d’appel du bateau ainsi que sa position, sont enregistrées dans l’appareil ou sont déterminées automatiquement. D’autres indications, par exemple son statut navigationnel, son port de destination ou la nature de la marchandise dangereuse transportée (= nombre de cônes bleus), peuvent être saisies manuellement par le conducteur. Toutes les données saisies manuellement doivent être précises et exactes.
nl: De boodschappen bevatten de identiteit van het schip, de positie en andere informatie in verband met het schip (zie hoofdstuk 4 voor meer bijzonderheden). Sommige informatie, zoals de identiteit van het schip en de positie, wordt automatisch verzonden. Andere informatie, zoals de navigatiestatus, de bestemming, en de categorie gevaarlijke lading (blauwe kegels) kan de schipper manueel invoeren. Alle gegevens die manueel worden ingevoerd, moeten accuraat en relevant zijn.

source: The following points should be considered when using information conveyed by AIS :
de: Bei der Verwendung von Angaben, die per AIS übermittelt worden sind, sind folgende Punkte zu beachten:
fr: Lors de l’utilisation de données qui ont été transmises par l’AIS, il convient de tenir compte des facteurs suivants :
nl: Let op de volgende punten als je AIS-informatie gebruikt:

source: Always bear in mind that other ships may not be equipped with AIS; an AIS station installed on another ship might transmit incomplete, erroneous or not updated information; AIS may fail; or AIS might be switched off.
de: Es ist stets zu berücksichtigen, dass andere Schiffe möglicherweise nicht mit AIS ausgerüstet sind; ein auf einem anderen Schiff eingebautes AIS-Gerät sendet möglicherweise unvollständige, versehentlich falsche oder nicht aktualisierte Angaben; das AIS Gerät könnte eine Funktionsstörung aufweisen oder es könnte abgeschaltet worden sein.
fr: Il faut toujours tenir compte du fait que d’autres bateaux sont susceptibles d’être dépourvus d’AIS ; un appareil AIS installé à bord d’un autre bateau est susceptible d’émettre des données incomplètes, erronées ou non actualisées ; un appareil AIS peut connaître un dysfonctionnement ou peut avoir été éteint.
nl: Houd er altijd rekening mee dat andere vaartuigen misschien geen AIS-station hebben; een AIS-station op een ander schip kan ook onvolledige, foute of verouderde informatie uitzenden; AIS kan uitvallen; AIS kan uitgeschakeld zijn.

source: Not all shore infrastructures are equipped with AIS base stations, e.g. locks and Vessel Traffic Service (VTS) centres.
de: Nicht alle Infrastruktur-Einrichtungen an Land sind mit AIS-Basisstationen ausgestattet, zum Beispiel Schleusen oder Verkehrszentralen.
fr: Toutes les installations de l’infrastructure à terre ne sont pas équipées de station AIS de base, par exemple les écluses ou certaines centrales de trafic.
nl: Niet alle gebouwen aan wal zijn uitgerust met AIS base stations, zoals sluizen of Vessel Traffic Service Centres (VTS-centres).

source: Users should ensure that they are able to correctly interpret the data received.
de: Alle Nutzer sollen sicherstellen, dass sie in der Lage sind, die empfangenen Daten richtig zu interpretieren.
fr: Tous les usagers doivent s’assurer qu’ils sont en mesure d’interpréter correctement les données reçues.
nl: Gebruikers moeten ervoor zorgen dat ze in staat zijn om de ontvangen gegevens correct te interpreteren.

source: AIS is purely an additional source of information. It does not replace navigational aids such as radar, but is intended to support them.
de: AIS ist ausschließlich eine zusätzliche Informationsquelle. Es ersetzt keine Navigationsgeräte, wie zum Beispiel das Radargerät, sondern hat den Zweck, diese zu unterstützen.
fr: L’AIS constitue uniquement une source d’informations supplémentaires. Il ne remplace pas les appareils de navigation, par exemple l’appareil radar, mais sert seulement à les compléter.
nl: AIS is een zuiver bijkomende informatiebron. Het ondersteunt navigatiemiddelen als radar, maar vervangt ze niet.
